tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "wallix/awless"
brew "python@2"
brew "ansible"
brew "python"
brew "awscli"
brew "cmake"
brew "consul"
brew "coreutils"
brew "dbus"
brew "diff-so-fancy"
brew "git"
brew "go"
brew "grip"
brew "htop"
brew "httpie"
brew "ipcalc"
brew "jq"
brew "jupyter"
brew "nginx", restart_service: true
brew "packer"
brew "pstree"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tree"
brew "vault"
brew "vim", args: ["with-gettext", "with-override-system-vi"]
brew "zsh"
brew "wallix/awless/awless"
cask "apache-directory-studio"
cask "cyberduck"
cask "docker"
cask "flux"
cask "gitter"
cask "google-hangouts"
cask "hipchat"
cask "iterm2"
cask "java"
cask "spectacle"
cask "spotify"
cask "thunderbird"
cask "vagrant"
cask "virtualbox"
cask "xquartz"
