tap "argoproj/tap"
tap "chef/chef"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "wagoodman/dive"
tap "wallix/awless"
tap "wata727/tflint"
cask "java"
brew "adr-tools"
brew "python"
brew "ansible", link: false
brew "archey"
brew "asciidoctor"
brew "aws-shell"
brew "awscli"
brew "cmake"
brew "consul"
brew "python@2"
brew "cookiecutter"
brew "coreutils"
brew "dbus"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "docker", link: false
brew "git"
brew "gradle"
brew "graphviz"
brew "grip"
brew "grv"
brew "htop"
brew "httpie"
brew "imagemagick@6"
brew "ipcalc"
brew "jq"
brew "jupyter"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "neovim"
brew "nginx"
brew "node"
brew "packer"
brew "pipenv"
brew "plantuml"
brew "pre-commit"
brew "pstree"
brew "pulumi"
brew "pyenv"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tree"
brew "vault"
brew "vim", args: ["with-override-system-vi"]
brew "wget"
brew "yarn"
brew "zsh"
brew "argoproj/tap/argo"
brew "wagoodman/dive/dive"
brew "wallix/awless/awless"
brew "wata727/tflint/tflint"
cask "1password"
cask "airtable"
cask "alfred"
cask "apache-directory-studio"
cask "calibre"
cask "canary"
cask "cyberduck"
cask "dash"
cask "datagrip"
cask "docker"
cask "dropbox"
cask "emacs"
cask "flux"
cask "gitter"
cask "google-chrome"
cask "google-hangouts"
cask "gpg-suite"
cask "hipchat"
cask "hubstaff"
cask "intellij-idea"
cask "iterm2"
cask "java8"
cask "kindle"
cask "kitematic"
cask "minikube"
cask "notion"
cask "paw"
cask "postman"
cask "screenflow"
cask "sketch"
cask "slack"
cask "spectacle"
cask "spotify"
cask "thunderbird"
cask "vagrant"
cask "vienna"
cask "visual-studio-code"
cask "xquartz"
cask "chef/chef/inspec"
