ansible

cmake

coreutils

cowsay

dpkg

elixir

erlang

gdbm

git

gnu-tar

go

groovy

htop-osx

iojs

jpeg

libevent

libpng

libtiff

libyaml

lynx

makedepend

maven

mercurial

mutt

openssl

pkg-config

postgresql

pstree

python

rabbitmq

readline

sqlite

ssh-copy-id

subversion

terminal-notifier

tmux

tokyo-cabinet

tree

unixodbc

vim

wxmac

xmlstarlet

xz
